Repository: pahy/ignitercf
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es, fr, hi, it, nl, no, pt

# widget.configurationStatus.allConfigured
source: All sites configured
de: Alle Sites konfiguriert
es: Todos los sitios configurados
fr: Tous les sites configurés
hi: सभी साइटें कॉन्फ़िगर की गईं
it: Tutti i siti configurati
nl: Alle sites geconfigureerd
no: Alle nettsteder konfigurert
pt: Todos os sites configurados

# widget.configurationStatus.noneConfigured
source: No sites configured
de: Keine Sites konfiguriert
es: No hay sitios configurados
fr: Aucun site configuré
hi: कोई साइट कॉन्फ़िगर नहीं
it: Nessun sito configurato
nl: Geen sites geconfigureerd
no: Ingen nettsteder konfigurert
pt: Nenhum site configurado

# widget.configurationStatus.partiallyConfigured
source: %d of %d sites configured
de: %d von %d Sites konfiguriert
es: %d de %d sitios configurados
fr: %d sur %d sites configurés
hi: %d में से %d साइटें कॉन्फ़िगर की गईं
it: %d di %d siti configurati
nl: %d van %d sites geconfigureerd
no: %d av %d nettsteder konfigurert
pt: %d de %d sites configurados

# widget.purgeActivity.title
source: IgniterCF: Purge Activity
de: IgniterCF: Löschaktivität
es: IgniterCF: Actividad de purga
fr: IgniterCF: Activité de purge
pt: IgniterCF: Atividade de limpeza

# widget.purgeActivity.description
source: Chart showing Cloudflare cache purge activity over the last 7 days
de: Diagramm der Cloudflare-Cache-Löschaktivität der letzten 7 Tage
es: Gráfico que muestra la actividad de purga de caché de Cloudflare en los últimos 7 días
fr: Graphique montrant l'activité de purge du cache Cloudflare sur les 7 derniers jours
pt: Gráfico mostrando a atividade de limpeza de cache do Cloudflare nos últimos 7 dias

# ajax.testConnection.success
source: Connection successful
de: Verbindung erfolgreich
es: Conexión exitosa
fr: Connexion réussie
hi: कनेक्शन सफल
it: Connessione riuscita
nl: Verbinding geslaagd
no: Tilkobling vellykket
pt: Conexão bem-sucedida

# ajax.testConnection.failed
source: Connection failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Connexion échouée
hi: कनेक्शन विफल
it: Connessione fallita
nl: Verbinding mislukt
no: Tilkobling mislyktes
pt: Conexão falhou

# ajax.testConnection.testing
source: Testing...
de: Teste...
es: Probando...
fr: Test en cours...
hi: परीक्षण हो रहा है...
it: Test in corso...
nl: Testen...
no: Tester...
pt: Testando...

# module.log.error
source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
nl: Fout
no: Feil
pt: Erro

# value.no
source: No
de: Nein
fr: Non
hi: नहीं
nl: Nee
no: Nei
pt: Não

# module.log.ok
source: OK
hi: ठीक है

# module.log.urls
source: URLs
it: URL
