Repository: pahy/ignitercf
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es, fr, hi, it, nl, no, pt

# contextMenu.clearCloudflareCache
source: Clear Cloudflare Cache
de: Cloudflare-Cache leeren
es: Limpiar caché de Cloudflare
fr: Vider le cache Cloudflare
hi: Cloudflare कैश साफ़ करें
it: Svuota cache Cloudflare
nl: Cloudflare-cache wissen
no: Tøm Cloudflare-hurtigbuffer
pt: Limpar cache do Cloudflare

# cache.clearAll
source: Clear Cloudflare Cache (All Zones)
de: Cloudflare-Cache leeren (alle Zonen)
es: Limpiar caché de Cloudflare (todas las zonas)
fr: Vider le cache Cloudflare (toutes les zones)
hi: Cloudflare कैश साफ़ करें (सभी ज़ोन)
it: Svuota cache Cloudflare (tutte le zone)
nl: Cloudflare-cache wissen (alle zones)
no: Tøm Cloudflare-hurtigbuffer (alle soner)
pt: Limpar cache do Cloudflare (todas as zonas)

# cache.clearAll.description
source: Purges the entire Cloudflare cache for all configured zones
de: Löscht den gesamten Cloudflare-Cache für alle konfigurierten Zonen
es: Purga toda la caché de Cloudflare para todas las zonas configuradas
fr: Purge l'intégralité du cache Cloudflare pour toutes les zones configurées
hi: सभी कॉन्फ़िगर किए गए ज़ोन के लिए पूरा Cloudflare कैश साफ़ करता है
it: Elimina l'intera cache Cloudflare per tutte le zone configurate
nl: Wist de volledige Cloudflare-cache voor alle geconfigureerde zones
no: Tømmer hele Cloudflare-hurtigbufferen for alle konfigurerte soner
pt: Limpa todo o cache do Cloudflare para todas as zonas configuradas

# module.title
source: IgniterCF - Cloudflare Cache Management
de: IgniterCF - Cloudflare-Cache-Verwaltung
es: IgniterCF - Gestión de caché de Cloudflare
fr: IgniterCF - Gestion du cache Cloudflare
hi: IgniterCF - Cloudflare कैश प्रबंधन
it: IgniterCF - Gestione cache Cloudflare
nl: IgniterCF - Cloudflare-cachebeheer
no: IgniterCF - Cloudflare hurtigbufferadministrasjon
pt: IgniterCF - Gerenciamento de cache do Cloudflare

# module.menu.dashboard
source: Dashboard
es: Panel de control
fr: Tableau de bord
hi: डैशबोर्ड
no: Kontrollpanel
pt: Painel

# module.menu.configuration
source: Configuration
de: Konfiguration
es: Configuración
hi: कॉन्फ़िगरेशन
it: Configurazione
nl: Configuratie
no: Konfigurasjon
pt: Configuração

# module.extensionDisabled
source: Extension disabled
de: Extension deaktiviert
es: Extensión desactivada
fr: Extension désactivée
hi: एक्सटेंशन अक्षम
it: Estensione disattivata
nl: Extensie uitgeschakeld
no: Utvidelse deaktivert
pt: Extensão desativada

# module.extensionDisabledMessage
source: IgniterCF is globally disabled. Enable it in Settings → Extension Configuration → ignitercf.
de: IgniterCF ist global deaktiviert. Aktivieren Sie es unter Einstellungen → Extension-Konfiguration → ignitercf.
es: IgniterCF está desactivado globalmente. Actívelo en Configuración → Configuración de extensiones → ignitercf.
fr: IgniterCF est désactivé globalement. Activez-le dans Paramètres → Configuration des extensions → ignitercf.
hi: IgniterCF विश्व स्तर पर अक्षम है। इसे सेटिंग्स → एक्सटेंशन कॉन्फ़िगरेशन → ignitercf में सक्षम करें।
it: IgniterCF è disattivato globalmente. Attivalo in Impostazioni → Configurazione estensioni → ignitercf.
nl: IgniterCF is globaal uitgeschakeld. Schakel het in via Instellingen → Extensieconfiguratie → ignitercf.
no: IgniterCF er globalt deaktivert. Aktiver det i Innstillinger → Utvidelseskonfigurasjon → ignitercf.
pt: IgniterCF está desativado globalmente. Ative-o em Configurações → Configuração de extensões → ignitercf.

# module.statistics.title
source: Statistics (Last %d Days)
de: Statistiken (Letzte %d Tage)
es: Estadísticas (Últimos %d días)
fr: Statistiques (%d derniers jours)
hi: आँकड़े (पिछले %d दिन)
it: Statistiche (Ultimi %d giorni)
nl: Statistieken (Laatste %d dagen)
no: Statistikk (Siste %d dager)
pt: Estatísticas (Últimos %d dias)

# module.statistics.totalRequests
source: Total Requests
de: Anfragen gesamt
es: Solicitudes totales
fr: Requêtes totales
hi: कुल अनुरोध
it: Richieste totali
nl: Totaal verzoeken
no: Totalt antall forespørsler
pt: Total de requisições

# module.statistics.successful
source: Successful
de: Erfolgreich
es: Exitosas
fr: Réussies
hi: सफल
it: Riuscite
nl: Succesvol
no: Vellykkede
pt: Bem-sucedidas

# module.statistics.errors
source: Errors
de: Fehler
es: Errores
fr: Erreurs
hi: त्रुटियाँ
it: Errori
nl: Fouten
no: Feil
pt: Erros

# module.chart.title
source: Purge Activity (Last %d Days)
de: Cache-Löschungen (Letzte %d Tage)
es: Actividad de purga (Últimos %d días)
fr: Activité de purge (%d derniers jours)
hi: पर्ज गतिविधि (पिछले %d दिन)
it: Attività di eliminazione (Ultimi %d giorni)
nl: Wisactiviteit (Laatste %d dagen)
no: Tømmeaktivitet (Siste %d dager)
pt: Atividade de limpeza (Últimos %d dias)

# module.chart.updated
source: updated %d min ago
de: aktualisiert vor %d Min.
es: actualizado hace %d min
fr: mis à jour il y a %d min
hi: %d मिनट पहले अपडेट किया गया
it: aggiornato %d min fa
nl: bijgewerkt %d min geleden
no: oppdatert for %d min siden
pt: atualizado há %d min

# module.chart.noData
source: No data available. Run the chart:generate command first.
de: Keine Daten verfügbar. Führen Sie zuerst den chart:generate-Befehl aus.
es: No hay datos disponibles. Ejecute primero el comando chart:generate.
fr: Aucune donnée disponible. Exécutez d'abord la commande chart:generate.
hi: कोई डेटा उपलब्ध नहीं। पहले chart:generate कमांड चलाएं।
it: Nessun dato disponibile. Esegui prima il comando chart:generate.
nl: Geen gegevens beschikbaar. Voer eerst het chart:generate-commando uit.
no: Ingen data tilgjengelig. Kjør chart:generate-kommandoen først.
pt: Nenhum dado disponível. Execute primeiro o comando chart:generate.

# module.chart.avgResponse
source: Avg Response
de: Ø Antwortzeit
es: Respuesta promedio
fr: Réponse moyenne
hi: औसत प्रतिक्रिया
it: Risposta media
nl: Gem. respons
no: Gj.snitt respons
pt: Resposta média

# module.log.title
source: Recent Log Entries
de: Aktuelle Log-Einträge
es: Entradas de registro recientes
fr: Entrées de journal récentes
hi: हाल की लॉग प्रविष्टियाँ
it: Voci di log recenti
nl: Recente logboekitems
no: Nylige loggoppføringer
pt: Entradas de log recentes

# module.log.timestamp
source: Timestamp
de: Zeitstempel
es: Marca de tiempo
fr: Horodatage
hi: टाइमस्टैंप
nl: Tijdstempel
no: Tidsstempel
pt: Data/Hora

# module.log.type
source: Type
de: Typ
es: Tipo
hi: प्रकार
it: Tipo
pt: Tipo

# module.log.site
source: Site
es: Sitio
hi: साइट
it: Sito
no: Nettsted

# module.log.status
source: Status
es: Estado
fr: Statut
hi: स्थिति
it: Stato

# module.log.response
source: Response
de: Antwort
es: Respuesta
fr: Réponse
hi: प्रतिक्रिया
it: Risposta
nl: Respons
no: Respons
pt: Resposta

# module.log.purgeAll
source: Purge All
de: Alles löschen
es: Purgar todo
fr: Tout purger
hi: सभी साफ़ करें
it: Elimina tutto
nl: Alles wissen
no: Tøm alt
pt: Limpar tudo

# module.log.purgeUrls
source: Purge URLs
de: URLs löschen
es: Purgar URLs
fr: Purger les URLs
hi: URL साफ़ करें
it: Elimina URL
nl: URLs wissen
no: Tøm URLer
pt: Limpar URLs

# module.log.noEntries
source: No log entries yet.
de: Noch keine Log-Einträge.
es: Aún no hay entradas de registro.
fr: Aucune entrée de journal pour le moment.
hi: अभी तक कोई लॉग प्रविष्टि नहीं।
it: Nessuna voce di log ancora.
nl: Nog geen logboekitems.
no: Ingen loggoppføringer ennå.
pt: Nenhuma entrada de log ainda.

# module.log.loggingDisabled
source: Note: Logging is currently disabled.
de: Hinweis: Die Protokollierung ist derzeit deaktiviert.
es: Nota: El registro está actualmente desactivado.
fr: Note : La journalisation est actuellement désactivée.
hi: नोट: लॉगिंग वर्तमान में अक्षम है।
it: Nota: La registrazione è attualmente disattivata.
nl: Opmerking: Logboekregistratie is momenteel uitgeschakeld.
no: Merk: Logging er for øyeblikket deaktivert.
pt: Nota: O registro está atualmente desativado.

# module.config.siteStatus
source: Site Configuration Status
de: Site-Konfigurationsstatus
es: Estado de configuración del sitio
fr: État de la configuration du site
hi: साइट कॉन्फ़िगरेशन स्थिति
it: Stato configurazione sito
nl: Site-configuratiestatus
no: Nettstedskonfigurasjonsstatus
pt: Status de configuração do site

# module.config.allConfigured
source: All sites configured
de: Alle Sites konfiguriert
es: Todos los sitios configurados
fr: Tous les sites configurés
hi: सभी साइटें कॉन्फ़िगर की गईं
it: Tutti i siti configurati
nl: Alle sites geconfigureerd
no: Alle nettsteder konfigurert
pt: Todos os sites configurados

# module.config.setupRequired
source: Setup required
de: Einrichtung erforderlich
es: Configuración requerida
fr: Configuration requise
hi: सेटअप आवश्यक
it: Configurazione richiesta
nl: Configuratie vereist
no: Oppsett påkrevd
pt: Configuração necessária

# module.config.noSites
source: No sites configured in TYPO3.
de: Keine Sites in TYPO3 konfiguriert.
es: No hay sitios configurados en TYPO3.
fr: Aucun site configuré dans TYPO3.
hi: TYPO3 में कोई साइट कॉन्फ़िगर नहीं।
it: Nessun sito configurato in TYPO3.
nl: Geen sites geconfigureerd in TYPO3.
no: Ingen nettsteder konfigurert i TYPO3.
pt: Nenhum site configurado no TYPO3.

# module.config.globalSettings
source: Global Settings
de: Globale Einstellungen
es: Configuración global
fr: Paramètres globaux
hi: वैश्विक सेटिंग्स
it: Impostazioni globali
nl: Globale instellingen
no: Globale innstillinger
pt: Configurações globais

# module.config.configureHint
source: Configure these settings in Settings → Extension Configuration → ignitercf
de: Konfigurieren Sie diese Einstellungen unter Einstellungen → Extension-Konfiguration → ignitercf
es: Configure estos ajustes en Configuración → Configuración de extensiones → ignitercf
fr: Configurez ces paramètres dans Paramètres → Configuration des extensions → ignitercf
hi: इन सेटिंग्स को सेटिंग्स → एक्सटेंशन कॉन्फ़िगरेशन → ignitercf में कॉन्फ़िगर करें
it: Configura queste impostazioni in Impostazioni → Configurazione estensioni → ignitercf
pt: Configure estas opções em Configurações → Configuração de extensões → ignitercf

# module.config.extensionEnabled
source: Extension Enabled
de: Extension aktiviert
es: Extensión activada
fr: Extension activée
hi: एक्सटेंशन सक्षम
it: Estensione attivata
nl: Extensie ingeschakeld
no: Utvidelse aktivert
pt: Extensão ativada

# module.config.autoPurge
source: Auto-Purge on Save
de: Auto-Löschung beim Speichern
es: Purga automática al guardar
fr: Purge automatique à l'enregistrement
hi: सेव पर ऑटो-पर्ज
it: Eliminazione automatica al salvataggio
nl: Automatisch wissen bij opslaan
no: Automatisk tømming ved lagring
pt: Limpeza automática ao salvar

# module.config.purgeOnClearAll
source: Purge on Clear All
de: Löschen bei „Cache leeren"
es: Purgar al limpiar todo
fr: Purger lors du vidage du cache
hi: सभी साफ़ करने पर पर्ज
it: Elimina con Svuota tutto
pt: Limpar ao limpar cache

# module.config.middlewareEnabled
source: Middleware Enabled
de: Middleware aktiviert
es: Middleware activado
fr: Middleware activé
hi: मिडलवेयर सक्षम
it: Middleware attivato
pt: Middleware ativado

# module.config.logLevel
source: Log Level
es: Nivel de registro
fr: Niveau de journalisation
hi: लॉग स्तर
it: Livello di log
pt: Nível de log

# module.config.logRetention
source: Log Retention
de: Log-Aufbewahrung
es: Retención de registros
fr: Rétention des journaux
hi: लॉग प्रतिधारण
it: Conservazione log
pt: Retenção de logs

# module.config.logRetentionValue
source: %d days
de: %d Tage
es: %d días
fr: %d jours
hi: %d दिन
it: %d giorni
nl: %d dagen
no: %d dager
pt: %d dias

# module.config.configured
source: Configured
de: Konfiguriert
es: Configurado
fr: Configuré
hi: कॉन्फ़िगर किया गया
it: Configurato
nl: Geconfigureerd
no: Konfigurert
pt: Configurado

# module.config.testConnectionTitle
source: Test Cloudflare connection
de: Cloudflare-Verbindung testen
es: Probar conexión de Cloudflare
fr: Tester la connexion Cloudflare
hi: Cloudflare कनेक्शन का परीक्षण करें
it: Test connessione Cloudflare
pt: Testar conexão com Cloudflare

# module.config.testButton
source: Test
de: Testen
es: Probar
fr: Tester
hi: परीक्षण
nl: Testen
pt: Testar

# module.config.zoneId
source: Zone ID
es: ID de zona
fr: ID de zone
hi: ज़ोन आईडी
it: ID zona
pt: ID da zona

# module.config.apiToken
source: API Token
es: Token de API
fr: Jeton API
hi: API टोकन
it: Token API
pt: Token da API

# module.config.siteEnabled
source: Site enabled
de: Site aktiviert
es: Sitio activado
fr: Site activé
hi: साइट सक्षम
it: Sito attivato
nl: Site ingeschakeld
no: Nettsted aktivert
pt: Site ativado

# module.config.clickTest
source: Click "Test" to verify connection
de: Klicken Sie auf „Testen", um die Verbindung zu prüfen
es: Haga clic en "Probar" para verificar la conexión
fr: Cliquez sur « Tester » pour vérifier la connexion
hi: कनेक्शन सत्यापित करने के लिए "परीक्षण" पर क्लिक करें
it: Clicca "Test" per verificare la connessione
nl: Klik op "Testen" om de verbinding te verifiëren
no: Klikk "Test" for å verifisere tilkoblingen
pt: Clique em "Testar" para verificar a conexão

# module.config.solution
source: Solution
de: Lösung
es: Solución
hi: समाधान
it: Soluzione
nl: Oplossing
no: Løsning
pt: Solução

# module.status.extensionDisabled
source: Extension disabled
de: Extension deaktiviert
es: Extensión desactivada
fr: Extension désactivée
hi: एक्सटेंशन अक्षम
it: Estensione disattivata
nl: Extensie uitgeschakeld
no: Utvidelse deaktivert
pt: Extensão desativada

# module.status.noSitesConfigured
source: No sites configured
de: Keine Sites konfiguriert
es: No hay sitios configurados
fr: Aucun site configuré
hi: कोई साइट कॉन्फ़िगर नहीं
it: Nessun sito configurato
nl: Geen sites geconfigureerd
no: Ingen nettsteder konfigurert
pt: Nenhum site configurado

# module.status.configReady
source: Config: %d/%d sites ready
de: Konfig: %d/%d Sites bereit
es: Config: %d/%d sitios listos
fr: Config : %d/%d sites prêts
hi: कॉन्फ़िग: %d/%d साइटें तैयार
it: Config: %d/%d siti pronti
nl: Config: %d/%d sites gereed
no: Konfig: %d/%d nettsteder klare
pt: Config: %d/%d sites prontos

# module.status.configNone
source: Config: No sites configured
de: Konfig: Keine Sites konfiguriert
es: Config: No hay sitios configurados
fr: Config : Aucun site configuré
pt: Config: Nenhum site configurado

# module.status.noActivity
source: Status: No activity (%d days)
de: Status: Keine Aktivität (%d Tage)
es: Estado: Sin actividad (%d días)
fr: Statut : Aucune activité (%d jours)
hi: स्थिति: कोई गतिविधि नहीं (%d दिन)
it: Stato: Nessuna attività (%d giorni)
nl: Status: Geen activiteit (%d dagen)
no: Status: Ingen aktivitet (%d dager)
pt: Status: Sem atividade (%d dias)

# module.status.statusOk
source: Status: %d OK (%d days)
de: Status: %d OK (%d Tage)
es: Estado: %d OK (%d días)
fr: Statut : %d OK (%d jours)
hi: स्थिति: %d ठीक (%d दिन)
it: Stato: %d OK (%d giorni)
nl: Status: %d OK (%d dagen)
no: Status: %d OK (%d dager)
pt: Status: %d OK (%d dias)

# module.status.statusMixed
source: Status: %d OK, %d errors (%d days)
de: Status: %d OK, %d Fehler (%d Tage)
es: Estado: %d OK, %d errores (%d días)
fr: Statut : %d OK, %d erreurs (%d jours)
hi: स्थिति: %d ठीक, %d त्रुटियाँ (%d दिन)
it: Stato: %d OK, %d errori (%d giorni)
nl: Status: %d OK, %d fouten (%d dagen)
no: Status: %d OK, %d feil (%d dager)
pt: Status: %d OK, %d erros (%d dias)

# module.status.statusErrors
source: Status: %d errors (%d days)
de: Status: %d Fehler (%d Tage)
es: Estado: %d errores (%d días)
fr: Statut : %d erreurs (%d jours)
hi: स्थिति: %d त्रुटियाँ (%d दिन)
it: Stato: %d errori (%d giorni)
nl: Status: %d fouten (%d dagen)
no: Status: %d feil (%d dager)
pt: Status: %d erros (%d dias)

# module.hint.zoneIdMissing
source: Zone ID is not configured
de: Zone-ID ist nicht konfiguriert
es: El ID de zona no está configurado
fr: L'ID de zone n'est pas configuré
hi: ज़ोन आईडी कॉन्फ़िगर नहीं है
it: L'ID zona non è configurato
nl: Zone-ID is niet geconfigureerd
no: Sone-ID er ikke konfigurert
pt: ID da zona não está configurado

# module.hint.apiTokenMissing
source: API Token is not configured
de: API-Token ist nicht konfiguriert
es: El token de API no está configurado
fr: Le jeton API n'est pas configuré
hi: API टोकन कॉन्फ़िगर नहीं है
it: Il token API non è configurato
nl: API-token is niet geconfigureerd
no: API-token er ikke konfigurert
pt: Token da API não está configurado

# module.hint.siteDisabled
source: Cloudflare is disabled for this site
de: Cloudflare ist für diese Site deaktiviert
es: Cloudflare está desactivado para este sitio
fr: Cloudflare est désactivé pour ce site
hi: इस साइट के लिए Cloudflare अक्षम है
it: Cloudflare è disattivato per questo sito
nl: Cloudflare is uitgeschakeld voor deze site
no: Cloudflare er deaktivert for dette nettstedet
pt: Cloudflare está desativado para este site

# module.footer.reportBug
source: Report Bug
de: Fehler melden
es: Reportar error
fr: Signaler un bug
hi: बग रिपोर्ट करें
it: Segnala bug
nl: Bug melden
no: Rapporter feil
pt: Reportar bug

# module.footer.developedBy
source: Developed by
de: Entwickelt von
es: Desarrollado por
fr: Développé par
hi: द्वारा विकसित
it: Sviluppato da
nl: Ontwikkeld door
no: Utviklet av
pt: Desenvolvido por

# module.footer.notAffiliated
source: Not affiliated with Cloudflare, Inc.
de: Nicht verbunden mit Cloudflare, Inc.
es: No afiliado a Cloudflare, Inc.
fr: Non affilié à Cloudflare, Inc.
hi: Cloudflare, Inc. से संबद्ध नहीं।
it: Non affiliato a Cloudflare, Inc.
nl: Niet gelieerd aan Cloudflare, Inc.
no: Ikke tilknyttet Cloudflare, Inc.
pt: Não afiliado à Cloudflare, Inc.

# value.yes
source: Yes
de: Ja
es: Sí
fr: Oui
hi: हाँ
it: Sì
nl: Ja
no: Ja
pt: Sim

# task.purgeAll.title
source: IgniterCF: Purge All Zones
de: IgniterCF: Alle Zonen löschen
es: IgniterCF: Purgar todas las zonas
fr: IgniterCF: Purger toutes les zones
pt: IgniterCF: Limpar todas as zonas

# task.purgeAll.description
source: Purges the entire Cloudflare cache for all configured zones
de: Löscht den gesamten Cloudflare-Cache für alle konfigurierten Zonen
es: Purga toda la caché de Cloudflare para todas las zonas configuradas
fr: Purge l'intégralité du cache Cloudflare pour toutes les zones configurées
pt: Limpa todo o cache do Cloudflare para todas as zonas configuradas

# task.purgeZone.title
source: IgniterCF: Purge Zone
de: IgniterCF: Zone löschen
es: IgniterCF: Purgar zona
fr: IgniterCF: Purger une zone
pt: IgniterCF: Limpar zona

# task.purgeZone.description
source: Purges the entire Cloudflare cache for a specific zone/site
de: Löscht den gesamten Cloudflare-Cache für eine bestimmte Zone/Site
es: Purga toda la caché de Cloudflare para una zona/sitio específico
fr: Purge l'intégralité du cache Cloudflare pour une zone/site spécifique
pt: Limpa todo o cache do Cloudflare para uma zona/site específico

# task.purgeZone.siteIdentifier
source: Site
es: Sitio

# task.purgeZone.selectSite
source: -- Select site --
de: -- Site auswählen --
es: -- Seleccionar sitio --
fr: -- Sélectionner un site --
hi: -- साइट चुनें --
it: -- Seleziona sito --
nl: -- Selecteer site --
no: -- Velg nettsted --
pt: -- Selecionar site --

# task.purgeZone.notConfigured
source: (not configured)
de: (nicht konfiguriert)
es: (no configurado)
fr: (non configuré)
hi: (कॉन्फ़िगर नहीं)
it: (non configurato)
nl: (niet geconfigureerd)
no: (ikke konfigurert)
pt: (não configurado)

# task.purgeZone.siteRequired
source: Site identifier is required
de: Site-Kennung ist erforderlich
es: Se requiere el identificador del sitio
fr: L'identifiant du site est requis
hi: साइट पहचानकर्ता आवश्यक है
it: L'identificatore del sito è obbligatorio
nl: Site-identificatie is vereist
no: Nettstedsidentifikator er påkrevd
pt: Identificador do site é obrigatório

# task.purgePage.title
source: IgniterCF: Purge Page
de: IgniterCF: Seite löschen
es: IgniterCF: Purgar página
fr: IgniterCF: Purger une page
pt: IgniterCF: Limpar página

# task.purgePage.description
source: Purges the Cloudflare cache for a specific page
de: Löscht den Cloudflare-Cache für eine bestimmte Seite
es: Purga la caché de Cloudflare para una página específica
fr: Purge le cache Cloudflare pour une page spécifique
pt: Limpa o cache do Cloudflare para uma página específica

# task.purgePage.pageUid
source: Page UID
de: Seiten-UID
es: UID de página
fr: UID de la page
pt: UID da página

# task.purgePage.languageUid
source: Language UID (-1 = all languages)
de: Sprach-UID (-1 = alle Sprachen)
es: UID de idioma (-1 = todos los idiomas)
fr: UID de la langue (-1 = toutes les langues)
pt: UID do idioma (-1 = todos os idiomas)

# task.purgePage.pageUidInvalid
source: Page UID must be a positive number
de: Seiten-UID muss eine positive Zahl sein
es: El UID de página debe ser un número positivo
fr: L'UID de la page doit être un nombre positif
hi: पेज UID एक धनात्मक संख्या होनी चाहिए
it: L'UID della pagina deve essere un numero positivo
nl: Pagina-UID moet een positief getal zijn
no: Side-UID må være et positivt tall
pt: UID da página deve ser um número positivo

# task.purgeOldLogs.title
source: IgniterCF: Cleanup Old Logs
de: IgniterCF: Alte Logs bereinigen
es: IgniterCF: Limpiar logs antiguos
fr: IgniterCF: Nettoyer les anciens logs
pt: IgniterCF: Limpar logs antigos

# task.purgeOldLogs.description
source: Deletes Cloudflare log entries older than the configured retention period
de: Löscht Cloudflare-Logeinträge, die älter als die konfigurierte Aufbewahrungszeit sind
es: Elimina las entradas de log de Cloudflare anteriores al período de retención configurado
fr: Supprime les entrées de log Cloudflare antérieures à la période de rétention configurée
pt: Exclui entradas de log do Cloudflare mais antigas que o período de retenção configurado

# task.generateChartData.title
source: IgniterCF: Generate Chart Data
de: IgniterCF: Diagrammdaten generieren
es: IgniterCF: Generar datos del gráfico
fr: IgniterCF: Générer les données du graphique
pt: IgniterCF: Gerar dados do gráfico

# task.generateChartData.description
source: Pre-computes chart statistics from Cloudflare logs for faster dashboard display
de: Berechnet Diagrammstatistiken aus Cloudflare-Logs für schnellere Dashboard-Anzeige
es: Precalcula estadísticas de gráficos de los logs de Cloudflare para una visualización más rápida del panel
fr: Précalcule les statistiques de graphique à partir des logs Cloudflare pour un affichage plus rapide du tableau de bord
pt: Pré-calcula estatísticas de gráfico dos logs do Cloudflare para exibição mais rápida no painel

# task.generateChartData.days
source: Number of days to include
de: Anzahl der einzubeziehenden Tage
es: Número de días a incluir
fr: Nombre de jours à inclure
hi: शामिल करने के लिए दिनों की संख्या
it: Numero di giorni da includere
nl: Aantal dagen om op te nemen
no: Antall dager som skal inkluderes
pt: Número de dias a incluir

# task.generateChartData.days.invalid
source: Days must be between 1 and 365
de: Tage müssen zwischen 1 und 365 liegen
es: Los días deben estar entre 1 y 365
fr: Les jours doivent être compris entre 1 et 365
hi: दिन 1 और 365 के बीच होने चाहिए
it: I giorni devono essere compresi tra 1 e 365
nl: Dagen moeten tussen 1 en 365 liggen
no: Dager må være mellom 1 og 365
pt: Os dias devem estar entre 1 e 365

# widget.configurationStatus.title
source: IgniterCF: Configuration Status
de: IgniterCF: Konfigurationsstatus
es: IgniterCF: Estado de configuración
fr: IgniterCF: État de la configuration
pt: IgniterCF: Status da configuração

# widget.configurationStatus.description
source: Shows Cloudflare configuration status for all sites
de: Zeigt den Cloudflare-Konfigurationsstatus für alle Sites
es: Muestra el estado de configuración de Cloudflare para todos los sitios
fr: Affiche l'état de la configuration Cloudflare pour tous les sites
pt: Mostra o status de configuração do Cloudflare para todos os sites

# widget.configurationStatus.noSites
source: No sites found
de: Keine Sites gefunden
es: No se encontraron sitios
fr: Aucun site trouvé
hi: कोई साइट नहीं मिली
it: Nessun sito trovato
nl: Geen sites gevonden
no: Ingen nettsteder funnet
pt: Nenhum site encontrado
